[
  {
    "actualSearchString": "Best news in #covid times - The Mughal Garden inside the Rashtrapati Bhavan is now renamed to Dr. Rajendra Prasad Garden",
    "source": "Boomlive",
    "title": "No, Mughal Gardens Has Not Been Renamed To Dr. Rajendra Prasad Garden",
    "description": "The claim is believable as the Hindu Mahasabha had demanded the gardens be renamed to Rajendra Prasad Udyan, according to the news reports published in December 2019. However, no decision to rename the gardens has been taken yet. BOOM reached out to the Rashtrapati Bhavan where an official denied the claim. \"The rumours have been viral for quite a while, maybe four or five days, but it is not true. There has not been any name change of the kind as yet,\" an official at the Rashtrapati Bhavan told BOOM. The person did not wish to be named as they are not authorised to speak to the media. Also Read:Tweets From Fake Emmanuel Macron Account On Rafale Jets Go Viral The Mughal Gardens at the Rashtrapati Bhavan is one of the three main gardens. It is spread over 15 acres of land and was designed by Sir Edwin Lutyens in 1917. The design was an amalgamation of the Mughal style and the English style plantation, thus, the name Mughal Gardens. It is a popular tourist attraction among those visiting the city. Dr Rajendra Prasad was an Indian lawyer, journalist, and the first president of independent India. BOOM found the fake claim has been circulating online for the past few days. A Tweet by a user named Smita Deshmukh garnered over 2,500 retweets. The screenshot of the tweet is being shared on Facebook as well. The tweet reads: \"Best news in #covid times - The Mughal Garden inside the Rashtrapati Bhavan is now renamed to Dr. Rajendra Prasad Garden\" Posts can be seen below and its archived version can be accessed here.",
    "icon": "https://www.boomlive.in/h-upload/2020/08/21/928174-mughal-gardens01.jpg",
    "isFavourite": true,
    "isRead": false,
    "date": "23/08/2020̥"
  },
  {
    "actualSearchString": "MY YOGA VACATION AT SIVANANDA ASHRAM IN KERALA, INDIA",
    "source": "Boomlive",
    "title": "Kerala Yoga Ashram Photo Viral As 'Bharatiya' Culture In New Zealand",
    "description": "An image of people sitting on a floor to eat food at a yoga ashram in Kerala is being shared as New Zealand. Social media posts falsely claim that the image shows the importance of Indian culture in New Zealand. The image shows people sitting in rows on a blue floor with a banana leaf in front of them and waiting to be served food. The image is being shared with the caption: Importance of Bharatiya Culture in New Zealand. The post has been shared on Facebook, Twitter and Instagram. Archives of the Facebook posts can be found here and here. Archive of the tweet can be found here. Archive of the Instagram post can be found here. Also Read: Video Of Tulsi Gabbard Praising The Gita Viral As NZ PM Jacinda Ardern Fact Check BOOM reverse searched for the image on Yandex and found an image of a similar looking place on a blog called Happy Yoga Travels. The images was filed in an entry titled \"MY YOGA VACATION AT SIVANANDA ASHRAM IN KERALA, INDIA\".",
    "icon": "https://www.boomlive.in/h-upload/2020/08/21/928166--.jpg",
    "isFavourite": false,
    "isRead": true,
    "date": "20/08/2020̥"
  },
  {
    "actualSearchString": "सड़क- 2 के #10_मिलियन (1 करोड़ ) डिसलाइक मिलने के बाद देखो कैसे पगला गया है महेश भट्ट हिन्दुओं की एकता का परिणाम, रुकना नहीं है ",
    "source": "Alt News",
    "title": "No, This Is Not Mahesh Bhatt Angry At Sadak 2 Trailer Getting Dislikes",
    "description": "An old unrelated clip of filmmaker Mahesh Bhatt losing his temper at a reporter is being falsely shared as his reaction after the trailer of his recent movie Sadak 2 garnered over 11 million dislikes on YouTube. In the viral clip, Bhatt is replying to a question that can only be heard partly. The reporter who cannot be seen asks, \"So, you don't really want answers?\" which triggers the filmmaker's animated response saying there are no answers. The clip is being shared after Sushant Singh Rajput's death led to a debate around nepotism and criticism of actors belonging to 'film families'. Following this, online campaigns to boycott such films, led to the trailer of Sadak 2 receiving over 11 million dislikes on YouTube within days of its airing. Sadak 2 is produced by Bhatt and stars his daughter Alia Bhatt and actor Aditya Roy Kapur. The caption on the post translates to,\"After getting 10 million (1 crore) dislikes on Sadak 2, see how Mahesh Bhatt has become mad, the result of unity of Hindus, do not stop friends.\" Click here to view, and here for an archive. ",
    "icon": "https://www.boomlive.in/h-upload/2020/08/20/928062-sadak-2-mahesh-bhatt-fake-news.jpg",
    "isFavourite": true,
    "isRead": false,
    "date": "19/08/2020̥"
  },
  {
    "actualSearchString": "Photos Of Malaysian Couple Misused To Spread Fake Incest Claim",
    "source": "IndiaToday Facts",
    "title": "Photos Of Malaysian Couple Misused To Spread Fake Incest Claim",
    "description": "Screenshots of tweets featuring images of a Malaysian couple have gone viral on social media with fake claims that they are in an incestuous relationship, where a woman married her son after the death of her husband. BOOM found two catfish Twitter accounts that pretended to be one 'Rajashree Selvakumar' and tweeted photos of the couple with a fake narrative of a taboo relationship between the two.. The accounts stole photographs of Malaysia-based husband-wife physiotherapists Rselva Rajandra and Prithylasmi Selvarajah. We reached out to Rajandra, who confirmed that the photographs were of his and his wife Prithylasmi and were stolen from the latter's social media accounts. \"We have been getting calls from friends who informed us about our photographs being misused on the internet. It has been a very disturbing moment for us,\" distraught Rajandra told BOOM, On August 18, one Rajashree Selvakumar started trending on social media platforms with netizens ridiculing the purported incestuous relationship of Selvakumar with her 'son'. BOOM was able to trace two Twitter accounts, which have since been deleted, misusing the images of the Malaysian couple to peddle the bizarre incestuous claim. The bio of both the handles claimed that Selvakumar had married her own son and the couple had been 'blessed with a happy life.' Earlier BOOM had tracked down a medical student whose photos were misused to create a fictitious Dr Aisha, a catfish Twitter account posing as a frontline doctor who died of COVID-19. Read the fact-check here.",
    "icon": "https://www.boomlive.in/h-upload/2020/08/19/927973-rajashree-selvakumar.jpg",
    "isFavourite": false,
    "isRead": true,
    "date": "19/08/2020̥"
  },
  {
    "actualSearchString": "Virr Saxena, Namman Bhasin and Nabeel Ahmed Mirajkar, who made the video, told BOOM that a mandatory policy on face-masks was a way to control the masses psychologically, and instill fear in them. They also claimed they would choose to not be vaccinated, once it become available.ै ",
    "source": "IFCN",
    "title": "Misleading Anti-Mask Video By Indian Youth Goes Viral",
    "description": "Social media has recently been flooded with a video showing a group of Indian youths burning face masks, while claiming that they are ineffective against COVID-19 and can lead to increased carbon dioxide toxicity in the body - a condition known as hypercapnia or hypercarbia. Virr Saxena, Namman Bhasin and Nabeel Ahmed Mirajkar, who made the video, told BOOM that a mandatory policy on face-masks was a way to control the masses psychologically, and instill fear in them. They also claimed they would choose to not be vaccinated, once it become available. BOOM found the claims made in the video to be false; the effectiveness of masks and face coverings in slowing down the spread of COVID-19 is well-evidenced by numerous scientific studies and empirical data. Moreover, multiple health experts have confirmed to news agency AFP that masks cannot cause hypercarbia on people with no respiratory issues. Dr. Jeenam Shah, a Mumbai-based pulmonologist told BOOM that while prolonged use of masks can cause mild hypercarbia and mild fatigue and headache, it is not a major health issue as compared to COVID-19. Furthermore, after BOOM approached Facebook and Twitter for comments on whether the video went against their community guidelines, it was removed by both the companies from Facebook, Twitter and Instagram.",
    "icon": "https://www.boomlive.in/h-upload/2020/08/18/927926-independence-day-is-not-about-fear02.jpg",
    "isFavourite": false,
    "isRead": true,
    "date": "17/08/2020̥"
  }
]