[
  {
    "name": "BOOM",
    "website": "https://www.boomlive.in/",
    "country": "India",
    "language": "English",
    "about": "BOOM is an independent digital journalism initiative with a mission to fight misinformation and make the internet safer. We are India’s premier fact checking website, committed to bring to our readers verified facts rather than opinion. BOOM also writes pro-active fact files which serve to educate readers on key issues they might have questions about. Subjects that BOOM actively fact checks range from political, social, communal and health & medicine to products and services and even history. Our approach involves a whole bunch of simple technology and tools but the foundation of our work is journalism, classic, old-school and robust. We speak to people, we check and verify and do not publish until and unless we have got formal clarifications on posts or stories where individuals and orgnisations are involved. BOOM is presently available in three Indian languages, English, Hindi and Bengali with dedicated on ground teams working on all three. BOOM also broadcasts daily on Facebook and YouTube with live updates and checks on the latest news material being worked upon.",
    "logo": "boomlive.in/images/logo.svg",
    "ifcnSignatory": "This badge confirms BOOM was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/CD7A4518-6F61-13DB-02CF-DD88CADC403C.png"
  },
  {
    "name": "FACTLY MEDIA & RESEARCH",
    "website": "https://factly.in/",
    "country": "India",
    "language": "English",
    "about": "In 2005, India legislated one of the best ‘Right to Information’ laws in the world which changed the public information landscape and accessibility in the country. It was the first step towards transparency and accountability of governance. In 2012, India came up with the National Data Sharing and Accessibility Policy (NDSAP), popularly known as the ‘Open Data policy’ of the Government of India. In Spite of these systems in place, data and information remain in complex and overwhelming formats in the country. Some of the data that is meant for the public does not even exist in the public domain. Factly was born to create supporting platforms and infrastructure to bridge this gap and strengthen democracy through engagement.\n\nFactly strives to cultivate civic participation and engaging citizens in accessing, understanding and using high value government records at the centre, state and local body levels.",
    "logo": "https://factly.in/wp-content/uploads//2020/06/Factly-Logo-200X111.png",
    "ifcnSignatory": "This badge confirms FACTLY MEDIA & RESEARCH was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/37D3E89D-68BC-1EAA-5AD8-B1BC397BB9B6.png"
  },
  {
    "name": "FactCrescendo",
    "website": "https://factcrescendo.com/",
    "country": "India",
    "language": "English",
    "about": "Fact Crescendo (www.factcrescendo.com) is an independent digital journalism initiative and is a part of Crescendo Transcription Private Limited (CTPL) a private limited company registered in India. (www.crescendotranscriptions.com) \n\nFact Crescendo (www.factcrescendo.com) is an independent digital news platform and has a separate dedicated team solely working for fact checking news/claims.\n\n“Fact Crescendo is an independent, unbiased fact-checking website that is committed to bringing the fact behind every news, debunking of mis-interpreted & hoax news on a daily basis on false, mis-informed, social media as well as mainstream media. We believe in transparency of news source & methodology while carrying out our core activities, a commitment to transparency of funding as well as organization and open & honest corrections policy in case we make a mistake. Our vision is to be the touchstone for truth & a disrupter leveraging technology to bring about a new perspective in how news industry is viewed & functions.”\n\nWe are also competent of checking Videos and Text in the following languages – English, Hindi, Tamil, Telugu, Kannada, Malayalam, Oriya, Assamese, Punjabi, Bengali, Marathi, Gujarati and Urdu.",
    "logo": "https://i2.wp.com/www.factcrescendo.com/wp-content/uploads/2019/07/Fact-Crescendo-Logo-01-e1569236593436.png",
    "ifcnSignatory": "This badge confirms FactCrescendo was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/0DE1F9CC-D924-7CB0-B84E-D3487552273D.png"
  },
  {
    "name": "NewsMobile",
    "website": "http://newsmobile.in/",
    "country": "India",
    "language": "English",
    "about": "NewsMobile is an independent news organisation founded by a team of award-winning journalists in 2014. Our journalists are objective and we have the policy to ensure that our journalists are not affiliated to any political party or an advocacy group and we are fair and transparent in our editorial opinion.\n\nwww.newsmobile.in (NewsMobile) is the news and content platform of World Mobile News Network Pvt Ltd, a private limited company registered in India. Our funding was provided by our co founders who are senior journalists and media academics from their personal savings.\n\nAs an unbiased and objective digital news platform, powered by cutting edge technology, our aim is to highlight stories that impact people and present credible and fact-checked stories to our readers.",
    "logo": "www.newsmobile.in/wp-content/uploads/2019/03/logo-300x60.png",
    "ifcnSignatory": "This badge confirms NewsMobile was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/0DE1F9CC-D924-7CB0-B84E-D3487552273D.png"
  },
  {
    "name": "Newschecker.in",
    "website": "http://www.newschecker.in/",
    "country": "India",
    "language": "English",
    "about": "At Newschecker, it is our aim to limit and crackdown the spread of fake news in society. We bring out the truth by examining the statements and claims made by public figures, personalities, media, and users on social media. We want to make people aware by exposing the hidden agenda, propaganda or intention behind disinformation.\n\nOur mission is an unbiased one. We’re loyal to neither people nor parties but the truth alone. And while the fact-checking industry continues to grow, there are still countless assertions that go unchecked. We exist to fill in the gaps.\n\nWe welcome our readers to send us claims to fact check. If you believe a story or statement deserves a fact check, or an error has been made with a published fact check, please send/contact us at checkthis@newschecker.in or WhatsApp us at 9999499044.\n\nNewschecker.in is an independent fact-checking initiative of NC Media Networks Pvt Ltd.",
    "logo": "https://newschecker.in/wp-content/uploads/2020/06/newschecker_logo.jpg",
    "ifcnSignatory": "This badge confirms Newschecker.in was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/0A2CC99F-7ED0-219E-F3D8-3C814F0EEAF9.png"
  },
  {
    "name": "Newsmeter",
    "website": "http://www.newschecker.in/",
    "country": "India",
    "language": "English",
    "about": "NewsMeter is India’s first satellite journalism portal, with a separate Fact Check unit and a digital media platform that brings you credible news stories and analysis of current affairs as and when they unfold.\n\nNewsMeter is a digital media brand of Fifth Estate Digital Pvt. Ltd running English, Telugu news websites and Youtube channels. Newsmeter is a brand and Fifth Estate Digital Pvt Limited is a company.  NewsMeter Fact Check is a separate independent unit . NewsMeter is a signatory of International Fact Checking Network(IFCN). https://ifcncodeofprinciples.poynter.org/profile/newsmeter-fifth-estate-digital-private-limited\n\nFifth Estate Digital private limited is a legally registered company under Section 7 of Companies Act 2013 with Registrar of Companies Hyderabad of Ministry of Corporate Affairs India. The Corporate Identity Number of the company is U22300TG2019PTCI34125.",
    "logo": "https://newsmeter.in/wp-content/uploads/2020/02/newsmeter-logo-with-tagline.png",
    "ifcnSignatory": "This badge confirms Newsmeter (Fifth Estate Digital Private Limited) was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/6025AA73-E9BD-0021-AE2A-05E85881D463.png"
  },
  {
    "name": "T. V. Today Network Ltd.",
    "website": "https://www.indiatoday.in/fact-check",
    "country": "India",
    "language": "English",
    "about": "The India Today Group is India's most respected and diversified media conglomerate that has created an enviable legacy of trust, leadership and admiration since the group's inception over four decades ago. The launch of the India Today magazine in 1975 set the beginning of the group's journey into a multi brand, multi-platform and multi vertical media group, with brands that command undisputed leadership across categories.\n\nThe group, through its years of consistent focus on journalistic and editorial excellence, has become the epitome for the Gold Standard of Journalism and has today become a barometer for trust, integrity and excellence in journalism across TV, Print and Digital.\n\nThe group publishes the nation's No.1 magazine - India Today, the nation's No.2 Magazine and No.1 Hindi Magazine - India Today Hindi, the No. 1 Business magazine - Business Today, besides Indian editions of leading international titles like Cosmopolitan, Harper's Bazaar and Reader's Digest, all of which command leadership status. The group has four leading 24-hour news channels including Aaj Tak, the nation's undisputed No.1 Hindi News channel for 17 years in a row and India Today TV, the nation's leading English News Channel. The newspaper- Mail Today, a media institute - India Today Media Institute, that caters to industry-ready, skilled talent in broadcast journalism and the prestigious Thomson Press are also part of the diversified media group.",
    "logo": "https://akm-img-a-in.tosshub.com/sites/all/themes/itg/logo.png",
    "ifcnSignatory": "This badge confirms T. V. Today Network Ltd. was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/9FCF6FBB-2358-6840-8923-E6E8D3BE9C36.png"
  },
  {
    "name": "THIP Healthtech Pvt Ltd",
    "website": "https://www.thip.media/",
    "country": "India",
    "language": "English",
    "about": "The Healthy Indian Project (THIP) is an ambitious venture by THIP Healthtech Pvt Ltd, a company formed under Company's Act, 2013. The company is privately funded by its directors and have not taken any external funding - personal or institutional. The company is not a affiliated to any institution, party or organization - political, corporate or otherwise. THIP Media focuses on providing verified and credible health information. THIP.Media (or THIP Healthtech Pvt Ltd.) is an Independent entity and is not a part of any larger organization.\n\nWhy THIP Media?\nApart from traditional allopathy medicinal practices, India has the unique distinction of having six other recognized systems of medicine in this category. They are-Ayurveda, Siddha, Unani and Yoga, Naturopathy and Homoeopathy. But despite that there is only one doctor for every 1,457 people in the country.\n\nWith already the second largest internet population in the world, Indians turn to internet before they can reach to a doctor. This complex situation of multidisciplinary medicinal practice coupled with lesser number of doctors and increasing penetration of internet is a thriving ground for misinformation and disinformation. And imagine this in a country that speaks over 22 languages.\n\nThis is where Thip Media comes in. We are born with a mission to bring the most unbiased, honest, accurate and relevant information related to health for people living in India. We work with verified medical professionals across all medical practices to separate the fact from the fake. We get verified medical professionals to answer the questions about various lifestyle diseases, we publish Myth Buster videos where doctor’s differentiate between facts and myths, and we fact check the apparently misleading news and claims on social media about health, medicines, diet and treatment.\n\nWe try keeping our content up to date in accordance with latest research and mention the 'last updated date' on every content page.\n\nWe also invite users to participate in our effort to build credible health information by pointing out any mistake in our content. Users can send across correction requests at factcheck@thip.in . You can read our correction policy here and a copy of our entire editorial policy is available through the link below.",
    "logo": "https://www.thip.media/wp-content/uploads/2019/07/THIP-logo-02-200x83-2.png",
    "ifcnSignatory": "This badge confirms THIP Healthtech Pvt Ltd was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/B63B7316-5FA3-8197-C6B7-3360933C8AE6.png"
  },
  {
    "name": "The Quint",
    "website": "https://www.thequint.com/",
    "country": "India",
    "language": "English",
    "about": "The Quint tells stories no one else is willing to tell. What makes us different is quite simply our FOMO (for the uninitiated non-millennial, that’s our news-hungry fear of missing out). Millennials are defined by a hunger to know and have it all, and that's what The Quint strives to appease through its unbiased looking glass. In the process, it constantly questions status quo, sparking relevant conversations along the way.\n\nOur team is a collective of newshounds, maverick story tellers, editors, producers, designers, analysts and reporters who have cut their teeth on the best news teams in the country. We make sense of the systematic chaos that is the world today and seek to bring you the story, however you want it – on your phone through videos, op-eds, infographics, animations and documentaries.\nHow Are We Funded?\nThe Quint is owned by Gaurav Mercantiles Limited, a company listed on the BSE Limited. Mr. Raghav Bahl and Ms. Ritu Kapur are the Promoters of Gaurav Mercantiles Limited. Please refer the corporate website of the Company at www.gmlmumbai.com.\n\nGaurav Mercantiles Limited has applied for change of its name to ‘Quint Digital Media Limited’ (proposed name) and has received necessary approval from the shareholders in this regard. Hence, post necessary regulatory approvals, Gaurav Mercantiles Limited will be renamed as ‘Quint Digital Media Limited’ (proposed name).\nGot an Idea?\nWe want to take news out of the newsroom. Help us Unscrew the World. Seen or heard something that you think makes for a good story? We'd love to tell it. You can pitch your story ideas, photos and submissions at editor@thequint.com. Someone in our team, particularly versed in that subject, will get back to you pronto!",
    "logo": "https://upload.wikimedia.org/wikipedia/commons/e/ef/The_Quint_logo_with_purple_background.png",
    "ifcnSignatory": "This badge confirms The Quint was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/9064CB59-447E-6892-D407-B7074B485631.png"
  },
  {
    "name": "MMI Online Limited",
    "website": "http://www.vishvasnews.com/",
    "country": "India",
    "language": "English",
    "about": "Vishvasnews.com is an initiative of MMI Online Limited. It is managed by a dedicated editorial team of Vishvas News.\n\nVishvas News deals with issues which are in the public domain. Busting fake news, that is capable of creating social imbalance and influence the thoughts of general public, is the main agenda of Vishvas News. The basic objective of news dissemination is to ensure that the people know what is happening and understand the possible causes so they can form their own opinions and arrive at their own conclusions.\n\nWe publish news after checking the authenticity on the basis of the facts without any fear or favor. We make our journalism more insightful, meaningful and essential to the daily lives of the people.\n\nWe always document our sources in the form of screenshots and links so that readers are empowered to do independent research and makeup their own minds.\n\nIf you have any questions, please Contact us.\nThe Vishvas News is working under the banner of ‘MMI Online Limited’ (CIN no. U72300UP2008PLC036242 ) a legal entity incorporated under Company’s Act of India  and funded by the company’s promoters. You can view MMI Online Limited most recent financial disclosure i.e. Balance sheet  for Financial Year 2018-2019 here.\n\nVishvas News does not accept donations from Political Parties, contested or elected candidate of any party and Individual.",
    "logo": "https://www.vishvasnews.com/wp-content/themes/vishvasnews-advanced/images/logo.png",
    "ifcnSignatory": "This badge confirms MMI Online Limited was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/836E584B-1DB2-7227-0876-C4D6FD7730EC.png"
  },
  {
    "name": "Youturn",
    "website": "https://youturn.in/",
    "country": "India",
    "language": "English",
    "about": "In the “Fake News” era, nuance and neutrality are dead. Unfortunately, with the digitalization and social media there is an increase in the widespread news either factual or fake making the authenticity of the content questionable – readers need a better way to find the facts.\n\nYou Turn is a legally registered organization that is setup exclusively for the purpose of fact-checking. The registration certificate can be viewed here.\n\nYou Turn is committed to fact-check media content in a transparent and unbiased manner. Our goal is to give the audience the truth behind the news circulated in various social media outlets. \n\nYou Turn does not have any affiliations or favoritism towards any political, religious, or social slant in the news that’s published. We adhere to high Social Standards, Ethics, Virtue, and Quality.",
    "logo": "https://youturn.in/wp-content/uploads/2019/03/YOU-tURN.png",
    "ifcnSignatory": "This badge confirms Youturn was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/836E584B-1DB2-7227-0876-C4D6FD7730EC.png"
  },
  {
    "name": "Pravda Media Foundation",
    "website": "https://www.altnews.in/",
    "country": "India",
    "language": "English",
    "about": "Alt News is a fact-checking website that is committed to debunking misinformation, disinformation and mal-information that we encounter on a daily basis on social media as well as mainstream media.\n\nFact-checks by Alt News encompass a wide variety of false information including:\nPolitical fact-checking: Scrutinising claims made by political parties, leaders and other persons in positions of authority across the political spectrum.\nSocial media rumors: Debunking the misinformation and disinformation that circulates on social media and\nMainstream media misinformation and bias: Examining inaccurate or misleading information disseminated by mainstream media, either inadvertently or with an objective of shaping public opinion in favour of a political party.\nIn addition to fact-checking, Alt News also covers news which the mainstream media often skips or provides inadequate coverage to, such as caste-based atrocities, religious discrimination, labour struggles, farmer struggles etc.\n\nAlt News is independent. We rely on donations and grants to meet our expenses. Our funding is transparent. All the content on the Alt News website, except where otherwise noted, is licensed under the Creative Commons Attribution 3.0 Unported License. Content from Facebook, Twitter or any such external platform is governed by their respective platform licenses.\n\nThe legal entity behind AltNews.in is a not-for-profit (Section 8) company called Pravda Media Foundation (CIN: U93030GJ2017NPL099435).",
    "logo": "https://www.altnews.in/hindi/wp-content/uploads/sites/2/2018/12/alt-logo-new-look.jpg",
    "ifcnSignatory": "This badge confirms Pravda Media Foundation was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/FC8A009A-847E-5966-AFC5-7A467403A932.png"
  },
  {
    "name": "FactChecker.in",
    "website": "http://factchecker.in/",
    "country": "India",
    "language": "English",
    "about": "FactChecker.in is an initiative of The Spending & Policy Research Foundation which also runs www.indiaspend.com, India’s first data journalism initiative. We are located in Lower Parel in Mumbai and are registered as a Charitable Trust with the Charity Commissioner, Mumbai.",
    "logo": "www.factchecker.in/wp-content/uploads/2019/06/cropped-factchecker_logo_new.png",
    "ifcnSignatory": "This badge confirms FactChecker.in was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/B245ADBD-6BD9-6F78-BF26-BCB2AE7F1A4A.png"
  }
]