[
  {
    "name": "BOOM",
    "website": "https://www.boomlive.in/",
    "country": "India",
    "language": "English",
    "about": "BOOM is an independent digital journalism initiative with a mission to fight misinformation and make the internet safer. We are India’s premier fact checking website, committed to bring to our readers verified facts rather than opinion. BOOM also writes pro-active fact files which serve to educate readers on key issues they might have questions about. Subjects that BOOM actively fact checks range from political, social, communal and health & medicine to products and services and even history. Our approach involves a whole bunch of simple technology and tools but the foundation of our work is journalism, classic, old-school and robust. We speak to people, we check and verify and do not publish until and unless we have got formal clarifications on posts or stories where individuals and orgnisations are involved. BOOM is presently available in three Indian languages, English, Hindi and Bengali with dedicated on ground teams working on all three. BOOM also broadcasts daily on Facebook and YouTube with live updates and checks on the latest news material being worked upon.",
    "logo": "https://www.boomlive.in/images/logo.svg",
    "ifcnSignatory": "This badge confirms BOOM was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/CD7A4518-6F61-13DB-02CF-DD88CADC403C.png",
    "isShoreSource": true
  },
  {
    "name": "FACTLY MEDIA & RESEARCH",
    "website": "https://factly.in/",
    "country": "India",
    "language": "English",
    "about": "In 2005, India legislated one of the best ‘Right to Information’ laws in the world which changed the public information landscape and accessibility in the country. It was the first step towards transparency and accountability of governance. In 2012, India came up with the National Data Sharing and Accessibility Policy (NDSAP), popularly known as the ‘Open Data policy’ of the Government of India. In Spite of these systems in place, data and information remain in complex and overwhelming formats in the country. Some of the data that is meant for the public does not even exist in the public domain. Factly was born to create supporting platforms and infrastructure to bridge this gap and strengthen democracy through engagement.\n\nFactly strives to cultivate civic participation and engaging citizens in accessing, understanding and using high value government records at the centre, state and local body levels.",
    "logo": "https://factly.in/wp-content/uploads//2020/06/Factly-Logo-200X111.png",
    "ifcnSignatory": "This badge confirms FACTLY MEDIA & RESEARCH was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/37D3E89D-68BC-1EAA-5AD8-B1BC397BB9B6.png",
    "isShoreSource": true
  },
  {
    "name": "FactCrescendo",
    "website": "https://factcrescendo.com/",
    "country": "India",
    "language": "English",
    "about": "Fact Crescendo (www.factcrescendo.com) is an independent digital journalism initiative and is a part of Crescendo Transcription Private Limited (CTPL) a private limited company registered in India. (www.crescendotranscriptions.com) \n\nFact Crescendo (www.factcrescendo.com) is an independent digital news platform and has a separate dedicated team solely working for fact checking news/claims.\n\n“Fact Crescendo is an independent, unbiased fact-checking website that is committed to bringing the fact behind every news, debunking of mis-interpreted & hoax news on a daily basis on false, mis-informed, social media as well as mainstream media. We believe in transparency of news source & methodology while carrying out our core activities, a commitment to transparency of funding as well as organization and open & honest corrections policy in case we make a mistake. Our vision is to be the touchstone for truth & a disrupter leveraging technology to bring about a new perspective in how news industry is viewed & functions.”\n\nWe are also competent of checking Videos and Text in the following languages – English, Hindi, Tamil, Telugu, Kannada, Malayalam, Oriya, Assamese, Punjabi, Bengali, Marathi, Gujarati and Urdu.",
    "logo": "https://i2.wp.com/www.factcrescendo.com/wp-content/uploads/2019/07/Fact-Crescendo-Logo-01-e1569236593436.png",
    "ifcnSignatory": "This badge confirms FactCrescendo was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/0DE1F9CC-D924-7CB0-B84E-D3487552273D.png",
    "isShoreSource": true
  },
  {
    "name": "NewsMobile",
    "website": "http://newsmobile.in/",
    "country": "India",
    "language": "English",
    "about": "NewsMobile is an independent news organisation founded by a team of award-winning journalists in 2014. Our journalists are objective and we have the policy to ensure that our journalists are not affiliated to any political party or an advocacy group and we are fair and transparent in our editorial opinion.\n\nwww.newsmobile.in (NewsMobile) is the news and content platform of World Mobile News Network Pvt Ltd, a private limited company registered in India. Our funding was provided by our co founders who are senior journalists and media academics from their personal savings.\n\nAs an unbiased and objective digital news platform, powered by cutting edge technology, our aim is to highlight stories that impact people and present credible and fact-checked stories to our readers.",
    "logo": "http://www.newsmobile.in/wp-content/uploads/2019/03/logo-300x60.png",
    "ifcnSignatory": "This badge confirms NewsMobile was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/0DE1F9CC-D924-7CB0-B84E-D3487552273D.png",
    "isShoreSource": true
  },
  {
    "name": "Newschecker.in",
    "website": "http://www.newschecker.in/",
    "country": "India",
    "language": "English",
    "about": "At Newschecker, it is our aim to limit and crackdown the spread of fake news in society. We bring out the truth by examining the statements and claims made by public figures, personalities, media, and users on social media. We want to make people aware by exposing the hidden agenda, propaganda or intention behind disinformation.\n\nOur mission is an unbiased one. We’re loyal to neither people nor parties but the truth alone. And while the fact-checking industry continues to grow, there are still countless assertions that go unchecked. We exist to fill in the gaps.\n\nWe welcome our readers to send us claims to fact check. If you believe a story or statement deserves a fact check, or an error has been made with a published fact check, please send/contact us at checkthis@newschecker.in or WhatsApp us at 9999499044.\n\nNewschecker.in is an independent fact-checking initiative of NC Media Networks Pvt Ltd.",
    "logo": "https://newschecker.in/wp-content/uploads/2020/06/newschecker_logo.jpg",
    "ifcnSignatory": "This badge confirms Newschecker.in was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/0A2CC99F-7ED0-219E-F3D8-3C814F0EEAF9.png",
    "isShoreSource": true
  },
  {
    "name": "Newsmeter",
    "website": "http://www.newschecker.in/",
    "country": "India",
    "language": "English",
    "about": "NewsMeter is India’s first satellite journalism portal, with a separate Fact Check unit and a digital media platform that brings you credible news stories and analysis of current affairs as and when they unfold.\n\nNewsMeter is a digital media brand of Fifth Estate Digital Pvt. Ltd running English, Telugu news websites and Youtube channels. Newsmeter is a brand and Fifth Estate Digital Pvt Limited is a company.  NewsMeter Fact Check is a separate independent unit . NewsMeter is a signatory of International Fact Checking Network(IFCN). https://ifcncodeofprinciples.poynter.org/profile/newsmeter-fifth-estate-digital-private-limited\n\nFifth Estate Digital private limited is a legally registered company under Section 7 of Companies Act 2013 with Registrar of Companies Hyderabad of Ministry of Corporate Affairs India. The Corporate Identity Number of the company is U22300TG2019PTCI34125.",
    "logo": "https://newsmeter.in/wp-content/uploads/2020/02/newsmeter-logo-with-tagline.png",
    "ifcnSignatory": "This badge confirms Newsmeter (Fifth Estate Digital Private Limited) was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/6025AA73-E9BD-0021-AE2A-05E85881D463.png",
    "isShoreSource": true
  },
  {
    "name": "T. V. Today Network Ltd.",
    "website": "https://www.indiatoday.in/fact-check",
    "country": "India",
    "language": "English",
    "about": "The India Today Group is India's most respected and diversified media conglomerate that has created an enviable legacy of trust, leadership and admiration since the group's inception over four decades ago. The launch of the India Today magazine in 1975 set the beginning of the group's journey into a multi brand, multi-platform and multi vertical media group, with brands that command undisputed leadership across categories.\n\nThe group, through its years of consistent focus on journalistic and editorial excellence, has become the epitome for the Gold Standard of Journalism and has today become a barometer for trust, integrity and excellence in journalism across TV, Print and Digital.\n\nThe group publishes the nation's No.1 magazine - India Today, the nation's No.2 Magazine and No.1 Hindi Magazine - India Today Hindi, the No. 1 Business magazine - Business Today, besides Indian editions of leading international titles like Cosmopolitan, Harper's Bazaar and Reader's Digest, all of which command leadership status. The group has four leading 24-hour news channels including Aaj Tak, the nation's undisputed No.1 Hindi News channel for 17 years in a row and India Today TV, the nation's leading English News Channel. The newspaper- Mail Today, a media institute - India Today Media Institute, that caters to industry-ready, skilled talent in broadcast journalism and the prestigious Thomson Press are also part of the diversified media group.",
    "logo": "https://akm-img-a-in.tosshub.com/sites/all/themes/itg/logo.png",
    "ifcnSignatory": "This badge confirms T. V. Today Network Ltd. was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/9FCF6FBB-2358-6840-8923-E6E8D3BE9C36.png"
  },
  {
    "name": "THIP Healthtech Pvt Ltd",
    "website": "https://www.thip.media/",
    "country": "India",
    "language": "English",
    "about": "The Healthy Indian Project (THIP) is an ambitious venture by THIP Healthtech Pvt Ltd, a company formed under Company's Act, 2013. The company is privately funded by its directors and have not taken any external funding - personal or institutional. The company is not a affiliated to any institution, party or organization - political, corporate or otherwise. THIP Media focuses on providing verified and credible health information. THIP.Media (or THIP Healthtech Pvt Ltd.) is an Independent entity and is not a part of any larger organization.\n\nWhy THIP Media?\nApart from traditional allopathy medicinal practices, India has the unique distinction of having six other recognized systems of medicine in this category. They are-Ayurveda, Siddha, Unani and Yoga, Naturopathy and Homoeopathy. But despite that there is only one doctor for every 1,457 people in the country.\n\nWith already the second largest internet population in the world, Indians turn to internet before they can reach to a doctor. This complex situation of multidisciplinary medicinal practice coupled with lesser number of doctors and increasing penetration of internet is a thriving ground for misinformation and disinformation. And imagine this in a country that speaks over 22 languages.\n\nThis is where Thip Media comes in. We are born with a mission to bring the most unbiased, honest, accurate and relevant information related to health for people living in India. We work with verified medical professionals across all medical practices to separate the fact from the fake. We get verified medical professionals to answer the questions about various lifestyle diseases, we publish Myth Buster videos where doctor’s differentiate between facts and myths, and we fact check the apparently misleading news and claims on social media about health, medicines, diet and treatment.\n\nWe try keeping our content up to date in accordance with latest research and mention the 'last updated date' on every content page.\n\nWe also invite users to participate in our effort to build credible health information by pointing out any mistake in our content. Users can send across correction requests at factcheck@thip.in . You can read our correction policy here and a copy of our entire editorial policy is available through the link below.",
    "logo": "https://www.thip.media/wp-content/uploads/2019/07/THIP-logo-02-200x83-2.png",
    "ifcnSignatory": "This badge confirms THIP Healthtech Pvt Ltd was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/B63B7316-5FA3-8197-C6B7-3360933C8AE6.png",
    "isShoreSource": true
  },
  {
    "name": "The Quint",
    "website": "https://www.thequint.com/",
    "country": "India",
    "language": "English",
    "about": "The Quint tells stories no one else is willing to tell. What makes us different is quite simply our FOMO (for the uninitiated non-millennial, that’s our news-hungry fear of missing out). Millennials are defined by a hunger to know and have it all, and that's what The Quint strives to appease through its unbiased looking glass. In the process, it constantly questions status quo, sparking relevant conversations along the way.\n\nOur team is a collective of newshounds, maverick story tellers, editors, producers, designers, analysts and reporters who have cut their teeth on the best news teams in the country. We make sense of the systematic chaos that is the world today and seek to bring you the story, however you want it – on your phone through videos, op-eds, infographics, animations and documentaries.\nHow Are We Funded?\nThe Quint is owned by Gaurav Mercantiles Limited, a company listed on the BSE Limited. Mr. Raghav Bahl and Ms. Ritu Kapur are the Promoters of Gaurav Mercantiles Limited. Please refer the corporate website of the Company at www.gmlmumbai.com.\n\nGaurav Mercantiles Limited has applied for change of its name to ‘Quint Digital Media Limited’ (proposed name) and has received necessary approval from the shareholders in this regard. Hence, post necessary regulatory approvals, Gaurav Mercantiles Limited will be renamed as ‘Quint Digital Media Limited’ (proposed name).\nGot an Idea?\nWe want to take news out of the newsroom. Help us Unscrew the World. Seen or heard something that you think makes for a good story? We'd love to tell it. You can pitch your story ideas, photos and submissions at editor@thequint.com. Someone in our team, particularly versed in that subject, will get back to you pronto!",
    "logo": "https://upload.wikimedia.org/wikipedia/commons/e/ef/The_Quint_logo_with_purple_background.png",
    "ifcnSignatory": "This badge confirms The Quint was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/9064CB59-447E-6892-D407-B7074B485631.png",
    "isShoreSource": true
  },
  {
    "name": "MMI Online Limited",
    "website": "http://www.vishvasnews.com/",
    "country": "India",
    "language": "English",
    "about": "Vishvasnews.com is an initiative of MMI Online Limited. It is managed by a dedicated editorial team of Vishvas News.\n\nVishvas News deals with issues which are in the public domain. Busting fake news, that is capable of creating social imbalance and influence the thoughts of general public, is the main agenda of Vishvas News. The basic objective of news dissemination is to ensure that the people know what is happening and understand the possible causes so they can form their own opinions and arrive at their own conclusions.\n\nWe publish news after checking the authenticity on the basis of the facts without any fear or favor. We make our journalism more insightful, meaningful and essential to the daily lives of the people.\n\nWe always document our sources in the form of screenshots and links so that readers are empowered to do independent research and makeup their own minds.\n\nIf you have any questions, please Contact us.\nThe Vishvas News is working under the banner of ‘MMI Online Limited’ (CIN no. U72300UP2008PLC036242 ) a legal entity incorporated under Company’s Act of India  and funded by the company’s promoters. You can view MMI Online Limited most recent financial disclosure i.e. Balance sheet  for Financial Year 2018-2019 here.\n\nVishvas News does not accept donations from Political Parties, contested or elected candidate of any party and Individual.",
    "logo": "https://www.vishvasnews.com/wp-content/themes/vishvasnews-advanced/images/logo.png",
    "ifcnSignatory": "This badge confirms MMI Online Limited was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/836E584B-1DB2-7227-0876-C4D6FD7730EC.png",
    "isShoreSource": true
  },
  {
    "name": "Youturn",
    "website": "https://youturn.in/",
    "country": "India",
    "language": "English",
    "about": "In the “Fake News” era, nuance and neutrality are dead. Unfortunately, with the digitalization and social media there is an increase in the widespread news either factual or fake making the authenticity of the content questionable – readers need a better way to find the facts.\n\nYou Turn is a legally registered organization that is setup exclusively for the purpose of fact-checking. The registration certificate can be viewed here.\n\nYou Turn is committed to fact-check media content in a transparent and unbiased manner. Our goal is to give the audience the truth behind the news circulated in various social media outlets. \n\nYou Turn does not have any affiliations or favoritism towards any political, religious, or social slant in the news that’s published. We adhere to high Social Standards, Ethics, Virtue, and Quality.",
    "logo": "https://youturn.in/wp-content/uploads/2019/03/YOU-tURN.png",
    "ifcnSignatory": "This badge confirms Youturn was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/836E584B-1DB2-7227-0876-C4D6FD7730EC.png",
    "isShoreSource": true
  },
  {
    "name": "Pravda Media Foundation",
    "website": "https://www.altnews.in/",
    "country": "India",
    "language": "English",
    "about": "Alt News is a fact-checking website that is committed to debunking misinformation, disinformation and mal-information that we encounter on a daily basis on social media as well as mainstream media.\n\nFact-checks by Alt News encompass a wide variety of false information including:\nPolitical fact-checking: Scrutinising claims made by political parties, leaders and other persons in positions of authority across the political spectrum.\nSocial media rumors: Debunking the misinformation and disinformation that circulates on social media and\nMainstream media misinformation and bias: Examining inaccurate or misleading information disseminated by mainstream media, either inadvertently or with an objective of shaping public opinion in favour of a political party.\nIn addition to fact-checking, Alt News also covers news which the mainstream media often skips or provides inadequate coverage to, such as caste-based atrocities, religious discrimination, labour struggles, farmer struggles etc.\n\nAlt News is independent. We rely on donations and grants to meet our expenses. Our funding is transparent. All the content on the Alt News website, except where otherwise noted, is licensed under the Creative Commons Attribution 3.0 Unported License. Content from Facebook, Twitter or any such external platform is governed by their respective platform licenses.\n\nThe legal entity behind AltNews.in is a not-for-profit (Section 8) company called Pravda Media Foundation (CIN: U93030GJ2017NPL099435).",
    "logo": "https://www.altnews.in/hindi/wp-content/uploads/sites/2/2018/12/alt-logo-new-look.jpg",
    "ifcnSignatory": "This badge confirms Pravda Media Foundation was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/FC8A009A-847E-5966-AFC5-7A467403A932.png",
    "isShoreSource": true
  },
  {
    "name": "FactChecker.in",
    "website": "http://factchecker.in/",
    "country": "India",
    "language": "English",
    "about": "FactChecker.in is an initiative of The Spending & Policy Research Foundation which also runs www.indiaspend.com, India’s first data journalism initiative. We are located in Lower Parel in Mumbai and are registered as a Charitable Trust with the Charity Commissioner, Mumbai.",
    "logo": "https://www.factchecker.in/wp-content/uploads/2019/06/cropped-factchecker_logo_new.png",
    "ifcnSignatory": "This badge confirms FactChecker.in was deemed compliant with the IFCN principles when subjected to the established vetting process and evaluated by external assessors. Through this process, an organization must exhibit a commitment to nonpartisanship and fairness, transparency of sources, transparency of funding and organization, transparency of methodology, and a commitment to open and honest corrections.",
    "ifcnLogo": "https://cdn.ifcncodeofprinciples.poynter.org/storage/badges/B245ADBD-6BD9-6F78-BF26-BCB2AE7F1A4A.png",
    "isShoreSource": true
  },
  {
    "name": "DD News",
    "website": "http://www.ddinews.gov.in/",
    "country": "India",
    "language": "English",
    "about": "DD News is the only terrestrial cum satellite News Channel of the country. The News Channel of India's Public Service Broadcaster has been successfully discharging its responsibility to give balanced, fair and accurate news without sensationalizing as well as by carrying different shades of opinion. DD-News channel was launched on 3 November 2003 by converting DD-Metro into a 24-hours news channel. Its satellite footprint is available across the country. DD News terrestrial reach is 49% by population and 25% by area of the country. DD News is currently producing news content in Hindi, English, Urdu and Sanskrit languages. Over 17 hours of LIVE transmission include telecast of more than 30 news bulletins in these languages. Besides this 14 Regional News Units of DD News are producing four regional shows in a day which are aired on DD News. The channel also telecast daily three sports bulletins, one business show, daily current affairs programme. Special shows on Health, Youth issues, Cinema, Art & Culture, flagships schemes, communal harmony, employment opportunities, international events, market developments etc are produced in-house by the News Channel. The news channel is also scrolling news round the clock in Hindi & English with stock tickers (BSE/NSE) and commodity tickers. News Wing of DD News is also producing news content for its sister channels i.e. DD National, DD India and DD Urdu. Five bulletins in Hindi/English of 15 mts duration are being produced daily by news wing for DD National Channel. Recently news wing started producing 10 LIVE bulletins and news scrolling for DD Urdu. DD News has 31 functional Regional News Units / Bureaus which are broadcasting over 170 news bulletins in 23 languages/dialects. RNUs besides producing regional news also cater to DD News in Reporting, Visual feeds & Special Programming. DD News is also very active on the social media platforms. Its Twitter handle @DDNewsLive is tweeting news and updates round the clock. The Youtube channel of DD News youtube.com/DDNewsOfficial is putting out headlines, videos and special programmes for netizens regularly.",
    "logo": "http://www.ddinews.gov.in/sites/all/themes/cmf/logo.png",
    "ifcnSignatory": "",
    "ifcnLogo": "",
    "isSelected": false,
    "isShoreSource": false
  },
  {
    "name": "Press trust of India",
    "website": "http://www.ptinews.com/",
    "country": "India",
    "language": "English",
    "about": "Press Trust of India (PTI) is India’s premier news agency, having a reach as vast as the Indian Railways. It employs more than 400 journalists and 500 stringers to cover almost every district and small town in India. Collectively, they put out more than 2,000 stories and 200 photographs a day to feed the expansive appetite of the diverse subscribers, who include the mainstream media, the specialised presses, research groups, companies, and government and non-governmental organisations.\n\nPTI correspondents are also based in leading capitals and important business and administrative centres around the world. It also has exchange arrangements with several foreign news agencies to magnify its global news footprint.\n\nCurrently, PTI commands 90 per cent of new agency market share in India.\n\nPTI was registered in 1947 and started functioning in 1949. Today, after 65 years of its service, PTI can well and truly take pride in the legacy of its work, and in its contribution towards the building of a free and fair Press in India. On its golden jubilee in 1999, President K R Narayanan said:\"We got independence in August 1947.But independence in news and information we got only with the establishment of PTI in 1949.That is the significance of PTI...\"",
    "logo": "http://www.ptinews.com/images/pti.jpg",
    "ifcnSignatory": "",
    "ifcnLogo": "",
    "isSelected": false,
    "isShoreSource": false
  },
  {
    "name": "News18 Network",
    "website": "https://www.news18.com/",
    "country": "India",
    "language": "English",
    "about": "CNN NEWS18 (formerly known as CNN IBN)is a partnership between TV18, one of India's leading television broadcast networks and CNN International, the number one international news brand.CNN entered India by partnering with TV18 to launch an English-language news channel in 2005. From day one, the channel established itself as a news channel with a difference and became number one in record time of just six months.\n\nNews18.com is the online arm of CNN News18 (formerly known as CNN IBN) with hard news as its core offering and interactivity as its key component. Along with a plethora of mobile- and multimedia-enabled content, News18 is a multi-platform offering that, for the first time, provides viewers/users an opportunity to contribute to the news process and interact with editors and reporters. Manned 24x7, News18.com is powered not just by NEWS18 journalists but also by Network18's team of over 1,000 news professionals.\n\nNEWS18 will serve robust and high quality news from every corner of India and relevant global news from CNN, the world's news leader, on the same platform with an aim to provide the discerning viewers with a complete commitment to the needs and aspirations of the Indian viewer, while CNN International will continue to deliver global news to Indian viewers.\n\n\"Adil Zainulbhai, Chairman of Network18 said, \"We are delighted to announce the renewal of this extremely cherished partnership between two most respected brands in journalism. In this second term of our collaboration, we aim to present a brand new CNN-IBN that will bring news with even greater speed, accuracy, clarity and credibility and keep the viewers tuned to global developments much ahead of others. We also intend to cut through the noise and clutter that is currently present in the Indian television news space and offer best practices of journalism that will lead to better understanding of issues. The channel will organize meaningful debates and raise issues that touch the lives of our viewers. With this renewed partnership, we will enhance the process of newsgathering and delivering it to our viewers by informing and enlightening.\"\n\n\"Speaking on the occasion, Rani Raad, Chief Commercial Officer of CNN International said, \"We are delighted to have entered into another long term partnership with TV18 that builds on the success we have achieved already for CNN-IBN. We embark on this next chapter with a new management team and a renewed determination to double down on our investments to refresh the brand and support TV18 in ramping up their digital initiatives in 2016 so as to further enhance relevance for the global-minded Indian audience. I'm delighted CNN-IBN is staying in our family of CNN-branded channels around the world that includes CNN Turk, CNN Chile, CNN Philippines, CNN Indonesia and CNN Greece.\"\n\nHeadquartered at a world-class facility in New Delhi, the channel is supported by over 20 bureaus nationwide, along with a team of experienced newspersons and production staff, backed by Network18's state-of-the-art broadcast infrastructure and newsgathering technology.\n\nIn the past ten years, CNN and CNN-IBN have broken several big stories and covered hundreds of big events together. Be it the dastardly 26/11 Mumbai attack, visit of Presidents George Bush and Barack Obama, several terror attacks in India and abroad, dozens of International summits, US Presidential elections, 2009 & 2014 Lok Sabha polls, the global economy meltdown of 2008, cyclones, floods, biggest entertainment stories from across the globe, citizen journalist stories and much more.",
    "logo": "https://images.news18.com/static_news18/pix/ibnhome/news18/megamenu/News18_logo.svg",
    "ifcnSignatory": "",
    "ifcnLogo": "",
    "isSelected": false,
    "isShoreSource": false
  },
  {
    "name": "Daily Excelsior",
    "website": "https://www.dailyexcelsior.com/",
    "country": "India",
    "language": "English",
    "about": "EXCELSIOR HOUSE is a diversified news and information group, which primarily indulges in newspaper publishing. The multifaceted and multi-product Group has an expertise of nearly five decades in the field of information management. Daily Excelsior — the flagship of the Group is the largest circulated English Daily of Jammu and Kashmir with circulation of nearly 2.3 lacs. Besides, it also enjoys wide readership in the neighbouring states of Punjab, Haryana, Himachal Pradesh and New Delhi.\n\nThe Corporate headquarters of the Group are located at the city of temple: Jammu. EXCELSIOR, as the name suggests has always excelled professionally since its inception 50+ years ago on January 1, 1965. Having stepped into the field of journalism as a small weekly tabloid, EXCELSIOR was converted into a daily newspaper in 1967 and presently holds the distinction of being the largest circulated regional daily newspaper of the state.\n\nDaily Excelsior has grown its way to the top of the journalism heap, which has also been acknowledged by the host of journalistic honours conferred on the organisation. During the past nearly five decades of business history, Excelsior under the leadership of its founder-cum-Editor-in-Chief, S D Rohmetra, has carved a significant niche for itself among its readers by virtue of its in-depth, investigative reporting and its stylish visual format. The well-read editorials are known for their unbiased and informed commentary on events and developments.\n\nThe organization has arrangements with several leading national, international publications and news agencies. Presently, it has well equipped news bureaus in Jammu, Kashmir and New Delhi. During the years of turbulence in this sensitive border state,\nEXCELSIOR withstood threats from all quarters and refused to toe the line of those challenging the very sovereignty of the state. EXCELSIOR pledges to continue the same policy for years to come. It has emerged as an institution that has completed 50 glorious years of chronicling the life stories of the people of Jammu and Kashmir, India and the world. The readers and the advertisers have appreciated the high quality colour printing and the innovative layout, design of the publications as well. The House is equipped with state-of-art production facilities that print some of industry’s best black and white, colour reproduction.\n\nDaily Excelsior has its advertisement representatives fanned across different parts of India including New Delhi, Mumbai, Kolkota, Chennai, Hyderabad, Ahmedabad and Kanpur. Excelsior Internet Edition (http://www.dailyexcelsior.com) began its operations in October 1998 and has since emerged as an important online news source. This edition combines breakthrough interactive technology with engaging contents and design and is consistently ranked as the Internet’s leading content network in terms of both audience size. In 2010, the E-paper version of the newspaper was launched, which was received very well by our readers across the globe. The Internet Edition alongwith its E-paper has further helped Excelsior consolidate its position as a newspaper par editorial excellence and integrity even at the international fora.\n\nThe Management of Daily Excelsior comprises well-qualified and experienced team of professionals in all Departments including Editorial, pre-press, post-press and an experienced Marketing team. The core team of the Editorial Department helps the organization maintain lead over its competitors.\n\nThe organization has its correspondents placed in each district of the Jammu and Kashmir State and even some neighbouring states. Further, the organization has tie-up with several news agencies of national reputed like Press Trust of India (PTI), United News of India (UNI) for coverage of national and international events.\n\nDAILY EXCELSIOR has signed agreement with the National Technical Information Service (NTIS), United States, Department of Commerce for usage of information available on our publications.\n\nEdited, Printed, Published by Kamal Rohmetra and owned by Excelsior. Executive Editor Neeraj Rohmetra. Printed at Excelsior Printer Pvt Ltd, Janipura, Jammu and published from EXCELSIOR HOUSE, Janipura, Jammu 180007 (J&K).\n\nPhones: +91-191 2537055,+91-1912537901, +91-191 2539178. Fax: +91-191-2537831\n\nDaily Excelsior Srinagar office: 2 Partap Park Srinagar Phones:+91-194 2450213",
    "logo": "https://www.dailyexcelsior.com/wp-content/uploads/2018/05/final-logo-300x51.jpg",
    "ifcnSignatory": "",
    "ifcnLogo": "",
    "isSelected": false,
    "isShoreSource": false
  },
  {
    "name": "Daily News & Analysis(DNA)",
    "website": "https://www.dnaindia.com/",
    "country": "India",
    "language": "English",
    "about": "Launched on July 30, 2005, in Mumbai, dna is an English broadsheet daily owned by Diligent Media Corporation, an Essel Group company.\n\nThrough news, views, analyses and interactivity, dna provides readers with a composite unbiased picture of the city, the country and the world around them. Today, dna is the second most read English broadsheet daily in the city of Mumbai and is the preferred choice of 15.06 lakh readers in Mumbai alone (based on total readership for Q4 2012 from Indian Readership Survey).\n\nDifferent Strokes for Different Folks: Having a diverse range of products and sections dna is for everyone in the family. With a diversified portfolio including some of the most famous titles like dna Money, dna After Hrs, the Sunday Mag, etc, dna has ensured that there is something for everybody in it.\n\nApart from the print edition, dna is India's first newspaper with a responsive and dynamic website (www.dnaindia.com).\n\nIts e-paper edition is available at (epaper.dnaindia.com). \nYou can follow DNA on Twitter (www.twitter.com/dna), on Facebook (www.facebook.com/dnaindia) and YouTube (www.youtube.com/dnaview).\n\nContent is also offered by dna through dna Syndication (www.dnasyndication.com) a content licensing division of Diligent Media Corporation Ltd. and is solely responsible for Content Syndication and allied services for the newspaper dna, dna Sunday and the website www.dnaindia.com\n\nAbout Essel Group\nEssel Group is among India's most prominent business houses with a diverse portfolio of assets in media, packaging, entertainment, technology-enabled services, infrastructure development and education. The Group started business in 1976 with a commodity trading and export firm, Rama Associates Limited, and has since then metamorphosed into a conglomerate that is a symbol of the ingenuity and power of Indian entrepreneurship, with worldwide operations and a workforce of nearly 8,000 dedicated employees.",
    "logo": "https://cdn.dnaindia.com/sites/all/themes/desktop2017/images/logo.png",
    "ifcnSignatory": "",
    "ifcnLogo": "",
    "isSelected": false,
    "isShoreSource": false
  },
  {
    "name": "Deccan Herald",
    "website": "https://www.deccanherald.com/",
    "country": "India",
    "language": "English",
    "about": "Deccan Herald (DH) is an English daily newspaper published from the Indian state of Karnataka by The Printers (Mysore) Private Limited, a family business run by the Nettakallappa family. It has seven editions printed from Bengaluru, Hubballi, Davanagere, Hosapete, Mysuru, Mangaluru, and Kalburgi.",
    "logo": "https://www.deccanherald.com/sites/deccanherald.com/themes/deccanherald/images/logo/d-logo-new.svg",
    "ifcnSignatory": "",
    "ifcnLogo": "",
    "isSelected": false,
    "isShoreSource": false
  },
  {
    "name": "The Hindu",
    "website": "https://www.thehindu.com//",
    "country": "India",
    "language": "English",
    "about": "The Hindu, started in 1878 as a weekly, became a daily in 1889 and from then on has been steadily growing to the circulation of 15,58,379 copies (ABC: July-December 2012) and a readership of about 22.58 lakhs.\n\nThe Hindu's independent editorial stand and its reliable and balanced presentation of the news have over the years, won for it the serious attention and regard of the people who matter in India and abroad.\n\nThe Hindu uses modern facilities for news gathering, page composition and printing. It is printed in seventeen centres including the Main Edition at Chennai (Madras) where the Corporate Office is based. The printing centres at Coimbatore, Bangalore, Hyderabad, Madurai, Noida, Visakhapatnam, Thiruvanathapuram, Kochi, Vijayawada, Mangalore, Tiruchirapalli, Kolkata, Hubli, Mohali, Allahabad and Kozhikode are connected with high speed data lines for news transmission across the country.",
    "logo": "https://dl1.cbsistatic.com/i/2017/11/28/116f391e-4a98-40a9-aeea-66201938408b/79865275da8c966c466535eebd80d259/imgingest-6399324527568742982.png",
    "ifcnSignatory": "",
    "ifcnLogo": "",
    "isSelected": false,
    "isShoreSource": false
  },
  {
    "name": "Hindustan Times",
    "website": "https://www.hindustantimes.com/",
    "country": "India",
    "language": "English",
    "about": "Hindustan Times is an Indian English-language daily newspaper.Inaugurated by Mahatma Gandhi in 1924, it played integral roles in the Indian independence movement as a nationalist and pro-Congress daily.The newspaper is owned by Shobhana Bhartia.It is the flagship publication of HT Media, an entity controlled by the KK Birla family.\n\nHindustan Times is one of the largest newspapers in India, by circulation. According to the Audit Bureau of Circulations, it has a circulation of 993,645 copies as of November 2017. The Indian Readership Survey 2014 revealed that HT is the second most widely read English newspaper in India after The Times of India.It is popular in North India, with simultaneous editions from New Delhi, Mumbai, Lucknow, Patna, Ranchi and Chandigarh.\n\nThe print location of Jaipur was discontinued from June 2006 and that of Nagpur edition was discontinued from September 1997. HT launched a youth daily, HT Next, in 2004. The Mumbai edition was launched on 14 July 2005 and the Kolkata edition was launched in early 2000. In The Brand Trust Report 2012, Hindustan Times was ranked 291st among India's most trusted brands and subsequently, according to the Brand Trust Report 2013, Hindustan Times was ranked 434th among India's most trusted brands. In 2014 however, Hindustan Times was ranked 360th among India's most trusted brands according to the Brand Trust Report 2014, a study conducted by Trust Research Advisory, a brand analytics company.Other sister publications of Hindustan Times are Mint (English business daily), Hindustan (Hindi Daily), Nandan (monthly children's magazine) and Kadambani (monthly literary magazine). It also has Children's version like other newspapers. The media group owns a radio channel, Fever 104.0 FM and also have education related company called Studymate and organises an annual Luxury Conference which has featured speakers like designer Diane von Fürstenberg, shoemaker Christian Louboutin, Gucci CEO Robert Polet and Cartier MD Patrick Normand. Hindustan Times is owned by the KK Birla branch of the Birla family.",
    "logo": "https://content3.jdmagicbox.com/comp/delhi/e2/011pxx11.xx11.120905181358.p8e2/catalogue/hindustan-times-customer-care-new-delhi-delhi-newspaper-advertising-agencies-hindustan-times-svmmvhv6oq.jpg?clr=666600",
    "ifcnSignatory": "",
    "ifcnLogo": "",
    "isSelected": false,
    "isShoreSource": false
  },
  {
    "name": "The Indian Express",
    "website": "https://indianexpress.com/",
    "country": "India",
    "language": "English",
    "about": "The Indian Express is an English-language Indian daily newspaper. It is published in Mumbai by Indian Express Group. In 1999, eight years after the group's founder Ramnath Goenka's death in 1991, the group was split between the family members. The southern editions took the name The New Indian Express, while the northern editions, based in Mumbai, retained the original Indian Express name with \"The\" prefixed to the title.\n\nThe Indian Express is published at eleven locations: Delhi, Jaipur, Mumbai, Nagpur, Pune, Kolkata, Vadodara, Chandigarh, Lucknow, Ahmedabad, and Tirupati.",
    "logo": "https://lh3.googleusercontent.com/dSS5OclMxGTasbTH1PYsxZ9bmXZyv7xcU4elR7afSqXns-6MEo1ZYteZi-l75E3g5kY",
    "ifcnSignatory": "",
    "ifcnLogo": "",
    "isSelected": false,
    "isShoreSource": false
  },
  {
    "name": "NDTV",
    "website": "https://www.ndtv.com/",
    "country": "India",
    "language": "English",
    "about": "New Delhi Television Limited (NDTV) is an Indian television media company founded in 1988 by Radhika Roy, a journalist. NDTV started off as a content provider for Doordarshan, producing the show The World This Week in November 1988. In 1998 NDTV started its own 24X7 news channel with STAR and later shifted to its own venture in 2003, launching both the English and Hindi versions of the channel. NDTV's slogan is \"Experience. Truth First\".\n\nNDTV started out as a content provider company for the public broadcaster Doordarshan. It started off in November 1988 by producing the 30 minute weekly news show The World This Week for Doordarshan.In 1989, NDTV created India's first live coverage and analysis of the general elections. In 1995 NDTV produced a national news show, \"Tonight\", which was telecast on Doordarshan.",
    "logo": "https://samachar4media.gumlet.com/24601_ndtv-1.jpg",
    "ifcnSignatory": "",
    "ifcnLogo": "",
    "isSelected": false,
    "isShoreSource": false
  },
  {
    "name": "The Wire",
    "website": "https://thewire.in/",
    "country": "India",
    "language": "English",
    "about": "Instead of the traditional models of family-owned, corporate-funded and controlled or advertising-driven newspapers, websites and TV channels, can we reimagine the media as a joint venture in the public sphere between journalists, readers and a concerned citizenry? One in which decisions over what to cover and how, who to hire and where to send a correspondent or photographer, are taken by editors on the basis of professional judgment, without worrying about what a proprietor or politician, official or advertiser might think or want.\n\nIn a democracy, this is the least that readers or viewers expect. And yet, the business model that underpins most Indian news media seldom allows editors the freedom they need. Worse, it has slowly eroded professional standards of reporting and contaminated the media ecosystem with toxic practices like rampant editorializing, paid news and ‘private treaties’. Increasingly, media houses are reluctant to spend money on newsgathering; and as they develop secondary business interests and ‘no go areas’ proliferate, their newsrooms suffer further collateral damage – especially as these interests often depend on proximity to politicians and bureaucrats. Is it any wonder that readers have begun to notice the erosion of professional standards, ethical breaches and fall in quality? They now feel shortchanged.\n\nThe founding premise of The Wire is this: if good journalism is to survive and thrive, it can only do so by being both editorially and financially independent. This means relying principally on contributions from readers and concerned citizens who have no interest other than to sustain a space for quality journalism.\n\nAs a publication, The Wire will be firmly committed to the public interest and democratic values. Apart from providing authoritative analysis and commentary, the aim, as our resources grow, is to build ourselves as a platform driven by good old-fashioned reporting on issues of national and international importance and interest. Being on the web also means using new media technologies to change the way stories are told. With data and interactive charts, video and audio as integral parts of the narrative structure when warranted.",
    "logo": "https://thewire.in/wp-content/uploads/2015/05/wirelogo.png",
    "ifcnSignatory": "",
    "ifcnLogo": "",
    "isSelected": false,
    "isShoreSource": false
  },
  {
    "name": "The Print",
    "website": "https://theprint.in/",
    "country": "India",
    "language": "English",
    "about": "ThePrint.in is a news, analysis, opinion and knowledge venture, launched in August 2017 by editor Shekhar Gupta. It is sharply focused on politics and policy, government and governance.Its leadership team includes India’s most experienced and respected journalists with proven track records in the finest news organisations. Read this letter from the Editor-in-Chief on why ThePrint, and what it stands for.\n\nWe are headquartered in New Delhi, and are in the process of building a network across India because we believe in investing in high-quality investigative and questioning journalism.",
    "logo": "https://d2c7ipcroan06u.cloudfront.net/wp-content/uploads/2017/08/logo_800x149_transp-1-300x56.png",
    "ifcnSignatory": "",
    "ifcnLogo": "",
    "isSelected": false,
    "isShoreSource": false
  },
  {
    "name": "Times of India",
    "website": "https://timesofindia.indiatimes.com/",
    "country": "India",
    "language": "English",
    "about": "The Times of India (TOI) is an Indian English-language daily newspaper and digital news media owned and managed by The Times Group. According to Audit Bureau of Circulations (India), it is ranked 9th in the world by circulation and 3rd in India.It is the oldest English-language newspaper in India, and the second-oldest Indian newspaper still in circulation since its first edition published in 1838.It is nicknamed as \"The Old Lady of Bori Bunder\",and is an Indian \"newspaper of record\".\n\nNear the beginning of the 20th century, Lord Curzon, the Viceroy of India, called The Times of India \"the leading paper in Asia\". In 1991, the BBC ranked The Times of India among the world's six best newspapers.\n\nIt is owned and published by Bennett, Coleman & Co. Ltd. (B.C.C.L.), which is owned by the Sahu Jain family. In the Brand Trust Report 2012, The Times of India was ranked 88th among India's most-trusted brands. In 2017, however, the newspaper was ranked 355th.",
    "logo": "https://static.toiimg.com/photo/47529300.cms",
    "ifcnSignatory": "",
    "ifcnLogo": "",
    "isSelected": false,
    "isShoreSource": false
  }
]